app/Controllers/UserController.php

SELECT *
FROM `user`
---
    public function index(): string
    {
        $data['user'] = $this->model->findAll();